[
    {
        "id": 1,
        "place": "Paris, France",
        "image": "https://raw.githubusercontent.com/nahidthenh/adventura-server/main/data/images/destinations/1.png",
        "description": "Paris, the capital of France, is a city that captivates with its timeless charm. Known as the City of Love, Paris boasts an unparalleled blend of history, culture, and art. From the iconic Eiffel Tower and historic landmarks like Notre-Dame Cathedral to world-renowned museums like the Louvre and Musée d'Orsay, the city offers a rich tapestry of experiences. Stroll along the elegant boulevards, savor delectable French cuisine, and embrace the romantic ambiance along the Seine River. With its vibrant atmosphere, Paris truly embodies the essence of joie de vivre and continues to be a beloved destination for travelers from around the globe.",
        "countryDetails": {
            "shortDescription": "Explore its iconic landmarks, indulge in delicious cuisine, and immerse yourself in the vibrant atmosphere of this enchanting city.",
            "address": "Paris, France",
            "visaRequirements": "Yes Requard.",
            "country": "France",
            "languageSpoken": "French",
            "currencyUsed": "Euro",
            "supportPhone": "+1-123-456-7890",
            "emergencyEmail": "emergency@paris.com",
            "distance": "4,953 miles (7,969 kilometers)"
        },
        "discount": 20,
        "offerImg": "https://raw.githubusercontent.com/nahidthenh/adventura-server/main/data/images/offers/1.png",
        "price": 120,
        "photoGallery": {
            "shortDescription": "Indulge in the allure of Paris through our captivating Photo Gallery. Immerse yourself in the timeless elegance of the Eiffel Tower, wander the charming streets of Montmartre, and discover the artistic wonders of the Louvre. Be enchanted by the romantic ambiance, iconic landmarks, and cultural treasures that make Paris an unforgettable destination. Let our photos transport you to the City of Love.",
            "images": [
                "https://picsum.photos/243/300?random=1",
                "https://picsum.photos/243/300?random=2",
                "https://picsum.photos/243/300?random=3",
                "https://picsum.photos/243/300?random=4",
                "https://picsum.photos/243/300?random=5",
                "https://picsum.photos/243/300?random=6"
            ]
        }
    },
    {
        "id": 2,
        "place": "Tokyo, Japan",
        "image": "https://raw.githubusercontent.com/nahidthenh/adventura-server/main/data/images/destinations/2.png",
        "description": "Tokyo is the capital city of Japan and a vibrant metropolis known for its futuristic technology, traditional temples, and bustling city life.",
        "countryDetails": {
            "shortDescription": "Japan, an island country in East Asia, is known for its unique blend of ancient traditions and modern innovations.",
            "address": "Tokyo, Japan",
            "visaRequirements": "Yes Requard",
            "country": "Japan",
            "languageSpoken": "Japanese",
            "currencyUsed": "Japanese Yen",
            "supportPhone": "+1-123-456-7890",
            "emergencyEmail": "emergency@tokyo.com",
            "distance": "6,896 miles (11,102 kilometers)"
        },
        "discount": 15,
        "offerImg": "https://raw.githubusercontent.com/nahidthenh/adventura-server/main/data/images/offers/2.png",
        "price": 250,
        "photoGallery": {
            "shortDescription": "Immerse yourself in the sights of Tokyo with these captivating images.",
            "images": [
                "https://picsum.photos/243/300?random=1",
                "https://picsum.photos/243/300?random=2",
                "https://picsum.photos/243/300?random=3",
                "https://picsum.photos/243/300?random=4",
                "https://picsum.photos/243/300?random=5",
                "https://picsum.photos/243/300?random=6"
            ]
        }
    },
    {
        "id": 3,
        "place": "Rome, Italy",
        "image": "https://raw.githubusercontent.com/nahidthenh/adventura-server/main/data/images/destinations/3.png",
        "description": "Rome, the capital city of Italy, is a captivating destination known for its rich history, stunning architecture, and vibrant culture. From ancient ruins like the Colosseum and the Roman Forum to iconic landmarks such as the Vatican City and the Sistine Chapel, Rome offers a treasure trove of historical and artistic wonders. Stroll through the narrow cobblestone streets, indulge in delicious Italian cuisine, and experience the lively atmosphere of piazzas filled with locals and tourists alike. With its mix of ancient and modern attractions, Rome is a city that never fails to enchant visitors.",
        "countryDetails": {
            "shortDescription": "Italy is a European country known for its rich history, stunning landscapes, and delicious cuisine. Located in Southern Europe, it is home to iconic cities like Rome, Florence, and Venice, each offering unique cultural experiences. Italy boasts a diverse range of attractions, including ancient ruins, world-renowned art museums, picturesque coastlines, and breathtaking mountains. Visitors can explore historic sites like the Colosseum, marvel at Renaissance masterpieces in Florence, or take a gondola ride through the canals of Venice. Italian cuisine is celebrated worldwide, with dishes like pizza, pasta, gelato, and espresso being popular culinary delights. The country's warm hospitality and passionate lifestyle make it a must-visit destination for travelers.",
            "address": "Rome, Italy",
            "visaRequirements": "Yes, a visa is required to visit Italy.",
            "country": "Italy",
            "languageSpoken": "Italian",
            "currencyUsed": "Euro (€)",
            "supportPhone": "+39 06 491115",
            "emergencyEmail": "emergency@rome.it",
            "distance": "6,896 miles (11,102 kilometers)"
        },
        "discount": 10,
        "offerImg": "https://raw.githubusercontent.com/nahidthenh/adventura-server/main/data/images/offers/3.png",
        "price": 420,
        "photoGallery": {
            "shortDescription": "Immerse yourself in the sights of Rome with these captivating images.",
            "images": [
                "https://picsum.photos/243/300?random=1",
                "https://picsum.photos/243/300?random=2",
                "https://picsum.photos/243/300?random=3",
                "https://picsum.photos/243/300?random=4",
                "https://picsum.photos/243/300?random=5",
                "https://picsum.photos/243/300?random=6"
            ]
        }
    },
    {
        "id": 4,
        "place": "New York City, USA",
        "image": "https://raw.githubusercontent.com/nahidthenh/adventura-server/main/data/images/destinations/4.png",
        "description": "New York City, often referred to as NYC, is a bustling metropolis located in the United States. As the largest city in the country, it is a global hub of culture, finance, and entertainment. Known for its iconic landmarks like the Statue of Liberty, Times Square, and Central Park, New York City offers endless opportunities for exploration and discovery. Immerse yourself in the vibrant atmosphere of Manhattan, visit world-class museums like the Metropolitan Museum of Art and the Museum of Modern Art, or catch a Broadway show in the Theater District. With its diverse neighborhoods, culinary delights, and vibrant nightlife, New York City is a city that never sleeps and promises an unforgettable experience.",
        "countryDetails": {
            "shortDescription": "The United States of America, commonly known as the USA, is a vast and diverse country located in North America. It is known for its cultural melting pot, stunning natural landscapes, and technological advancements. From the bustling streets of New York City to the sunny beaches of California, the USA offers a wide range of experiences for travelers. Visitors can explore iconic landmarks such as the Grand Canyon, the Golden Gate Bridge, or the White House. The country is home to various cultural influences, and its cuisine, music, and arts reflect this diversity. English is the primary language spoken, and the currency used is the United States Dollar (USD). With its diverse attractions and rich history, the USA attracts millions of tourists each year.",
            "address": "New York City, USA",
            "visaRequirements": "Yes, a visa is required to visit the USA.",
            "country": "United States of America",
            "languageSpoken": "English",
            "currencyUsed": "United States Dollar (USD)",
            "supportPhone": "+1 212-639-9675",
            "emergencyEmail": "emergency@nyc.gov",
            "distance": "6,896 miles (11,102 kilometers)"
        },
        "discount": 25,
        "offerImg": "https://raw.githubusercontent.com/nahidthenh/adventura-server/main/data/images/offers/4.png",
        "price": 380,
        "photoGallery": {
            "shortDescription": "Immerse yourself in the sights of New York City with these captivating images.",
            "images": [
                "https://picsum.photos/243/300?random=1",
                "https://picsum.photos/243/300?random=2",
                "https://picsum.photos/243/300?random=3",
                "https://picsum.photos/243/300?random=4",
                "https://picsum.photos/243/300?random=5",
                "https://picsum.photos/243/300?random=6"
            ]
        }
    },
    {
        "id": 5,
        "place": "Cairo, Egypt",
        "image": "https://raw.githubusercontent.com/nahidthenh/adventura-server/main/data/images/destinations/5.png",
        "description": "Cairo, the capital city of Egypt, is a vibrant and historic destination that showcases the grandeur of ancient civilizations. Situated on the banks of the Nile River, Cairo is home to iconic landmarks such as the Great Pyramids of Giza, the Sphinx, and the Egyptian Museum, which houses a vast collection of artifacts from ancient Egypt. Immerse yourself in the bustling streets of the city, visit traditional bazaars like Khan El Khalili, and sample delicious Egyptian cuisine. Cairo's rich history, cultural heritage, and warm hospitality make it a captivating city to explore.",
        "countryDetails": {
            "shortDescription": "Egypt, located in North Africa, is a country known for its ancient civilization and iconic landmarks. From the awe-inspiring pyramids of Giza to the majestic temples of Luxor, Egypt is a treasure trove of historical and archaeological wonders. The country's capital, Cairo, offers a vibrant mix of ancient and modern attractions. Visitors can explore the bustling streets of the city, cruise along the Nile River, or take a journey back in time to the Valley of the Kings. Egyptian culture is deeply rooted in traditions, and the country is renowned for its music, dance, and culinary delights. Arabic is the official language spoken, and the currency used is the Egyptian Pound (EGP). With its rich heritage and captivating landscapes, Egypt attracts travelers from around the world.",
            "address": "Cairo, Egypt",
            "visaRequirements": "Yes, a visa is required to visit Egypt.",
            "country": "Egypt",
            "languageSpoken": "Arabic",
            "currencyUsed": "Egyptian Pound (EGP)",
            "supportPhone": "+20 2 25746882",
            "emergencyEmail": "emergency@cairo.gov",
            "distance": "6,896 miles (11,102 kilometers)"
        },
        "discount": 30,
        "offerImg": "https://raw.githubusercontent.com/nahidthenh/adventura-server/main/data/images/offers/5.png",
        "price": 150,
        "photoGallery": {
            "shortDescription": "Immerse yourself in the sights of Cairo with these captivating images.",
            "images": [
                "https://picsum.photos/243/300?random=1",
                "https://picsum.photos/243/300?random=2",
                "https://picsum.photos/243/300?random=3",
                "https://picsum.photos/243/300?random=4",
                "https://picsum.photos/243/300?random=5",
                "https://picsum.photos/243/300?random=6"
            ]
        }
    },
    {
        "id": 6,
        "place": "Sydney, Australia",
        "image": "https://raw.githubusercontent.com/nahidthenh/adventura-server/main/data/images/destinations/6.png",
        "description": "Sydney, the largest city in Australia, is a vibrant and cosmopolitan destination known for its stunning harbor, iconic landmarks, and beautiful beaches. With its famous Sydney Opera House, Sydney Harbour Bridge, and Bondi Beach, the city offers a perfect blend of natural beauty and urban sophistication. Explore the bustling streets of the city center, indulge in world-class dining experiences, and immerse yourself in the thriving arts and culture scene. Take a scenic coastal walk, enjoy a ferry ride on the sparkling harbor, or simply relax on the sandy shores. Sydney's laid-back lifestyle, friendly locals, and breathtaking landscapes make it a must-visit destination for travelers.",
        "countryDetails": {
            "shortDescription": "Australia, also known as the Land Down Under, is a vast country located in the Southern Hemisphere. It is famous for its unique wildlife, stunning landscapes, and vibrant cities. Australia offers a diverse range of experiences, from exploring the ancient rock formations of Uluru to snorkeling in the Great Barrier Reef. The country's major cities, including Sydney, Melbourne, and Brisbane, boast world-class dining, shopping, and cultural attractions. English is the primary language spoken, and the currency used is the Australian Dollar (AUD). With its warm climate, friendly locals, and spectacular natural wonders, Australia is a dream destination for adventurers and nature enthusiasts.",
            "address": "Sydney, Australia",
            "visaRequirements": "Yes, a visa is required to visit Australia.",
            "country": "Australia",
            "languageSpoken": "English",
            "currencyUsed": "Australian Dollar (AUD)",
            "supportPhone": "+61 2 9250 7111",
            "emergencyEmail": "emergency@sydney.gov.au",
            "distance": "Distance varies based on the departure location."
        },
        "discount": 12,
        "offerImg": "https://raw.githubusercontent.com/nahidthenh/adventura-server/main/data/images/offers/6.png",
        "price": 999,
        "photoGallery": {
            "shortDescription": "Immerse yourself in the sights of Sydney with these captivating images.",
            "images": [
                "https://picsum.photos/243/300?random=1",
                "https://picsum.photos/243/300?random=2",
                "https://picsum.photos/243/300?random=3",
                "https://picsum.photos/243/300?random=4",
                "https://picsum.photos/243/300?random=5",
                "https://picsum.photos/243/300?random=6"
            ]
        }
    },
    {
        "id": 7,
        "place": "Rio de Janeiro, Brazil",
        "image": "https://raw.githubusercontent.com/nahidthenh/adventura-server/main/data/images/destinations/7.png",
        "description": "Experience the vibrant and diverse city of Rio de Janeiro, Brazil. Known for its stunning beaches, iconic landmarks, and lively culture, Rio de Janeiro offers a unique blend of natural beauty and urban excitement. Explore the famous Copacabana and Ipanema beaches, hike up to the iconic Christ the Redeemer statue for breathtaking views, or immerse yourself in the colorful street festivals and samba rhythms. Discover the rich history and heritage of Rio de Janeiro through its museums, colonial architecture, and delicious local cuisine. With its warm climate, friendly locals, and captivating atmosphere, Rio de Janeiro is a must-visit destination.",
        "countryDetails": {
            "shortDescription": "Discover the vibrant city of Rio de Janeiro, Brazil, with its stunning beaches, iconic landmarks, and lively culture.",
            "address": "Rio de Janeiro, Brazil",
            "visaRequirements": "Yes Requard",
            "country": "Brazil",
            "languageSpoken": "Portuguese.",
            "currencyUsed": "Brazilian Real (BRL).",
            "supportPhone": "+55-123456789",
            "emergencyEmail": "emergency@riodejaneiro.com",
            "distance": "6,896 miles (11,102 kilometers)"
        },
        "discount": 18,
        "offerImg": "https://raw.githubusercontent.com/nahidthenh/adventura-server/main/data/images/offers/7.png",
        "price": 369,
        "photoGallery": {
            "shortDescription": "Explore the vibrant city of Rio de Janeiro through captivating images showcasing its stunning beaches, iconic landmarks, and lively culture.",
            "images": [
                "https://picsum.photos/243/300?random=1",
                "https://picsum.photos/243/300?random=2",
                "https://picsum.photos/243/300?random=3",
                "https://picsum.photos/243/300?random=4",
                "https://picsum.photos/243/300?random=5",
                "https://picsum.photos/243/300?random=6"
            ]
        }
    },
    {
        "id": 8,
        "place": "Cape Town, South Africa",
        "image": "https://raw.githubusercontent.com/nahidthenh/adventura-server/main/data/images/destinations/8.png",
        "description": "Discover the unparalleled beauty and cultural diversity of Cape Town, South Africa. Marvel at the iconic Table Mountain, explore the vibrant waterfront, and indulge in the flavors of local cuisine. Immerse yourself in the rich history, experience the warmth of the local communities, and embark on unforgettable wildlife adventures. From pristine beaches to breathtaking vineyards, Cape Town offers a truly captivating experience that will leave you with cherished memories.",
        "countryDetails": {
            "shortDescription": "Explore the beauty and diversity of South Africa",
            "address": "Cape Town, South Africa",
            "visaRequirements": "Yes Requard",
            "country": "South Africa",
            "languageSpoken": "English, Afrikaans",
            "currencyUsed": "South African Rand (ZAR)",
            "supportPhone": "+27 123 456 789",
            "emergencyEmail": "emergency@capetown.com",
            "distance": "6,896 miles (11,102 kilometers)"
        },
        "discount": 30,
        "offerImg": "https://raw.githubusercontent.com/nahidthenh/adventura-server/main/data/images/offers/8.png",
        "price": 420,
        "photoGallery": {
            "shortDescription": "Immerse yourself in the wonders of Cape Town",
            "images": [
                "https://picsum.photos/243/300?random=1",
                "https://picsum.photos/243/300?random=2",
                "https://picsum.photos/243/300?random=3",
                "https://picsum.photos/243/300?random=4",
                "https://picsum.photos/243/300?random=5",
                "https://picsum.photos/243/300?random=6"
            ]
        }
    },
    {
        "id": 9,
        "place": "Bangkok, Thailand",
        "image": "https://raw.githubusercontent.com/nahidthenh/adventura-server/main/data/images/destinations/9.png",
        "description": "Explore the vibrant city of Bangkok, Thailand. Immerse yourself in its rich culture, visit stunning temples, indulge in delicious street food, and experience the bustling markets.",
        "countryDetails": {
            "shortDescription": "Discover the Land of Smiles",
            "address": "Bangkok, Thailand",
            "visaRequirements": "Yes Requard",
            "country": "Thailand",
            "languageSpoken": "Thai",
            "currencyUsed": "Thai Baht (THB)",
            "supportPhone": "+66 2 123 4567",
            "emergencyEmail": "emergency@bangkok.com",
            "distance": "6,896 miles (11,102 kilometers)"
        },
        "discount": 60,
        "offerImg": "https://raw.githubusercontent.com/nahidthenh/adventura-server/main/data/images/offers/9.png",
        "price": 555,
        "photoGallery": {
            "shortDescription": "Experience the beauty of Bangkok",
            "images": [
                "https://picsum.photos/243/300?random=1",
                "https://picsum.photos/243/300?random=2",
                "https://picsum.photos/243/300?random=3",
                "https://picsum.photos/243/300?random=4",
                "https://picsum.photos/243/300?random=5",
                "https://picsum.photos/243/300?random=6"
            ]
        }
    }
]